import React from 'react';

const About = () => {
    return (
        <div className=' mt-32 mb-52 card shadow-md bg-green-50 w-100 mx-10 px-10 pb-10'>
            <h1 className="text-center py-10 font-bold text-2xl">আমাদের সম্পর্কে</h1>
            <p className="className">
            আমাদের ই-কমার্স ওয়েবসাইট হল এমন একটি ওয়েবসাইট যা মানুষকে ইন্টারনেটের মাধ্যমে যেকেনো পণ্য, পরিষেবা এবং ডিজিটাল পণ্য ক্রয় এবং বিক্রি করতে দেয়।এ ই-কমার্স ওয়েবসাইটের মাধ্যমে, ব্যবসা অর্ডার প্রক্রিয়া করতে পারে, অর্থপ্রদান গ্রহণ করতে পারে, শিপিং এবং লজিস্টিক পরিচালনা করতে পারে এবং গ্রাহক পরিষেবা প্রদান করতে পারে।
            ই-কমার্স ছাড়া দৈনন্দিন জীবন কল্পনা করা কঠিন। আমরা আপনাদের উৎপাদিত ফসল অর্ডার করি; আমরা অনলাইন পরিষেবার মাধ্যমে সেটা আপনাদের পাঠিয়ে দি  
            
            </p>
        </div>
    );
};

export default About;